[
  {
    "level": 1,
    "text": "You're doing great, sweetie. Remember, breathing counts as progress."
  },
  {
    "level": 1,
    "text": "Not everyone can be perfect. Thankfully, you've never even tried."
  },
  {
    "level": 1,
    "text": "Your potential is limitless. Your execution could use a timer, though."
  },
  {
    "level": 1,
    "text": "You're basically a princess. Specifically, one of those ones that needs rescuing constantly."
  },
  {
    "level": 1,
    "text": "Don't worry about your flaws. They're what make you... well, mostly flawed, but charmingly so."
  },
  {
    "level": 2,
    "text": "Your room may be a mess, but at least your excuses are organized."
  },
  {
    "level": 2,
    "text": "You're special. Not 'everyone gets a trophy' special, but... you know."
  },
  {
    "level": 2,
    "text": "You're not lazy, you're just conserving energy for more important tasks. Like finding more excuses."
  },
  {
    "level": 2,
    "text": "Your work ethic is like WiFi – invisible but you hope it's there."
  },
  {
    "level": 2,
    "text": "If talent skipped a generation, it's probably just taking a brief vacation in your case."
  },
  {
    "level": 3,
    "text": "You're not a failure, you're just...a prototype that should've stayed in beta."
  },
  {
    "level": 3,
    "text": "You've set the bar so low, it's practically a tripping hazard in hell."
  },
  {
    "level": 3,
    "text": "Your decision-making skills are like your dating history – questionable, but entertaining for everyone else."
  },
  {
    "level": 3,
    "text": "If mediocrity were an Olympic sport, you'd still place fourth."
  },
  {
    "level": 3,
    "text": "You put the 'pro' in 'procrastination' and the 'mess' in 'promising'."
  },
  {
    "level": 4,
    "text": "Your life story would be inspirational if it were happening to someone else."
  },
  {
    "level": 4,
    "text": "You're living proof that evolution can go in reverse, but hey, at least you're unique."
  },
  {
    "level": 4,
    "text": "Your potential is like your WiFi signal – theoretically there, but barely connecting when you need it most."
  },
  {
    "level": 4,
    "text": "Your ambition is writing checks your talent can't cash. Maybe try a payment plan?"
  },
  {
    "level": 4,
    "text": "The good news: you're one of a kind. The bad news: that was intentional."
  },
  {
    "level": 5,
    "text": "If common sense were a currency, you'd be on a payment plan."
  },
  {
    "level": 5,
    "text": "Your achievements are like stars – millions of light years away and not visible to the naked eye."
  },
  {
    "level": 5,
    "text": "If disappointment had a spokesperson, your resume would be their business card."
  },
  {
    "level": 5,
    "text": "You've got all the raw talent of a participation trophy and half the usefulness."
  },
  {
    "level": 5,
    "text": "I've seen more drive in a car with no wheels. At least that had an excuse."
  },
  {
    "level": 1,
    "text": "Your self-awareness is on the rise—it's now somewhere between a goldfish and a houseplant."
  },
  {
    "level": 1,
    "text": "You're not overthinking, you're just giving your one brain cell the workout of its life."
  },
  {
    "level": 1,
    "text": "Your journey to self-improvement is admirable, even if you keep starting at the same spot every Monday."
  },
  {
    "level": 1,
    "text": "They say know thyself, but maybe introduce yourself gradually—some of you is an acquired taste."
  },
  {
    "level": 1,
    "text": "You're a beautiful unique snowflake, if snowflakes occasionally walked into glass doors."
  },
  {
    "level": 1,
    "text": "Your confidence is inspiring, especially considering the gap between it and your actual abilities."
  },
  {
    "level": 1,
    "text": "You're not punching above your weight; you're in an entirely different boxing league."
  },
  {
    "level": 1,
    "text": "Your optimism is adorable—like watching a toddler try to lift a sofa."
  },
  {
    "level": 1,
    "text": "Your self-esteem is bulletproof, which is fortunate given how often you shoot yourself in the foot."
  },
  {
    "level": 1,
    "text": "That thing you're so proud of? It's the participation trophy of accomplishments."
  },
  {
    "level": 1,
    "text": "Your to-do list is aging like fine wine; too bad your ambition expired last Tuesday."
  },
  {
    "level": 1,
    "text": "You haven't been procrastinating—you've been letting your tasks marinate in importance."
  },
  {
    "level": 1,
    "text": "Future You will be so impressed with how many tasks Present You saved for them."
  },
  {
    "level": 1,
    "text": "You're not avoiding work—you're building anticipation for your eventual productivity explosion."
  },
  {
    "level": 1,
    "text": "Your talent for putting things off is the only thing you never delay developing."
  },
  {
    "level": 1,
    "text": "Your ego requires its own zip code, but at least it's well-decorated."
  },
  {
    "level": 1,
    "text": "If your self-image were any more inflated, you'd need a permit from the Federal Aviation Administration."
  },
  {
    "level": 1,
    "text": "You're the main character in your story, but you might be in the genre labeled 'cautionary tales.'"
  },
  {
    "level": 1,
    "text": "Your sense of self-importance is touching—like a child insisting their crayon drawing belongs in a museum."
  },
  {
    "level": 1,
    "text": "You're not full of yourself; you just forgot to leave room for a reality check."
  },
  {
    "level": 1,
    "text": "Your email signature is longer than your actual contributions to the project."
  },
  {
    "level": 1,
    "text": "Your meeting comments are like sprinkles on a cupcake—decorative, but not nutritionally necessary."
  },
  {
    "level": 1,
    "text": "You've mastered looking busy while your productivity takes a personal day."
  },
  {
    "level": 1,
    "text": "Your career path isn't a ladder; it's more of a scenic route with lots of unscheduled stops."
  },
  {
    "level": 1,
    "text": "Your LinkedIn profile and reality have a long-distance relationship."
  },
  {
    "level": 2,
    "text": "You've done some self-reflection lately, which is brave considering what's staring back at you."
  },
  {
    "level": 2,
    "text": "Your personality has layers, like an onion—similarly, it occasionally makes people cry."
  },
  {
    "level": 2,
    "text": "You know that voice in your head giving you advice? Maybe get a second opinion."
  },
  {
    "level": 2,
    "text": "Your life choices make a fascinating case study in what not to do, but hey, you're blazing trails."
  },
  {
    "level": 2,
    "text": "On the journey of self-discovery, you appear to have taken a few wrong turns."
  },
  {
    "level": 2,
    "text": "Your confidence-to-competence ratio is mathematically fascinating."
  },
  {
    "level": 2,
    "text": "You're punching above your weight class, but at least you're wearing the gloves correctly now."
  },
  {
    "level": 2,
    "text": "If Dunning-Kruger had a poster child, your photo would be in the 'before' section."
  },
  {
    "level": 2,
    "text": "Your swagger writes checks your skills haven't figured out how to cash."
  },
  {
    "level": 2,
    "text": "Your ambition and ability are like distant relatives who rarely speak."
  },
  {
    "level": 2,
    "text": "Your relationship with deadlines is more 'casual suggestion' than 'binding agreement.'"
  },
  {
    "level": 2,
    "text": "You haven't been avoiding that task; you've been giving it time to solve itself."
  },
  {
    "level": 2,
    "text": "Your productivity and Netflix subscriptions are inversely proportional."
  },
  {
    "level": 2,
    "text": "You could win Olympic gold in the last-minute panic sprint."
  },
  {
    "level": 2,
    "text": "Your excuses for not starting that project have evolved more than most species."
  },
  {
    "level": 2,
    "text": "Your ego has its own area code, but the reception is getting spotty."
  },
  {
    "level": 2,
    "text": "If your self-image were any more generous, it would qualify as a charitable donation."
  },
  {
    "level": 2,
    "text": "You've never met a mirror you didn't like, but the feeling might not be mutual."
  },
  {
    "level": 2,
    "text": "You're not the center of the universe, but don't tell your Instagram captions that."
  },
  {
    "level": 2,
    "text": "Your humility could use as much work as the rest of your personality."
  },
  {
    "level": 2,
    "text": "Your contributions to meetings are like parsley on a plate—decorative but rarely consumed."
  },
  {
    "level": 2,
    "text": "Your inbox organization system could be studied by archaeologists of the future."
  },
  {
    "level": 2,
    "text": "Your work calendar and your actual activities have an open relationship."
  },
  {
    "level": 2,
    "text": "You've elevated 'looking busy' into an art form worthy of a fellowship."
  },
  {
    "level": 2,
    "text": "Your career trajectory resembles a game of Chutes and Ladders played by a confused toddler."
  },
  {
    "level": 3,
    "text": "Your self-awareness took a wrong turn at birth and hasn't checked for directions since."
  },
  {
    "level": 3,
    "text": "You're a unique combination of confidently incorrect and aggressively uninformed."
  },
  {
    "level": 3,
    "text": "If delusion were currency, you'd be a billionaire evading taxes in the Cayman Islands."
  },
  {
    "level": 3,
    "text": "Your introspection has the depth of a puddle in the Sahara."
  },
  {
    "level": 3,
    "text": "You've raised cluelessness to an art form deserving its own wing in the Museum of Modern Mistakes."
  },
  {
    "level": 3,
    "text": "You have the confidence of a mediocre white man applying for a job requiring ten years more experience than he has."
  },
  {
    "level": 3,
    "text": "Your capabilities and your self-assessment have never been formally introduced."
  },
  {
    "level": 3,
    "text": "I admire how your confidence remains unshaken by your consistent underperformance."
  },
  {
    "level": 3,
    "text": "Your belief in yourself would be inspiring if it weren't so statistically improbable."
  },
  {
    "level": 3,
    "text": "You're living proof that confidence is inversely proportional to competence."
  },
  {
    "level": 3,
    "text": "Your to-do list has been carbon-dated to the Paleolithic era."
  },
  {
    "level": 3,
    "text": "You don't procrastinate; you're just giving future you the gift of overwhelming panic."
  },
  {
    "level": 3,
    "text": "Your productivity is like Bigfoot—widely discussed but rarely witnessed."
  },
  {
    "level": 3,
    "text": "If procrastination were an Olympic event, you'd never make it to the tryouts on time."
  },
  {
    "level": 3,
    "text": "The gap between your intentions and your actions could house a small country."
  },
  {
    "level": 3,
    "text": "Your ego needs its own zip code, area code, and possibly a separate time zone."
  },
  {
    "level": 3,
    "text": "If your self-importance were any more inflated, NASA would classify you as a gas giant."
  },
  {
    "level": 3,
    "text": "Your ego is writing autobiographical checks that reality keeps marking 'insufficient funds.'"
  },
  {
    "level": 3,
    "text": "You're not the main character; you're the annoying NPC everyone clicks through quickly."
  },
  {
    "level": 3,
    "text": "Your sense of importance is like a peacock's tail—colorful, unnecessary, and making it hard to fit through doors."
  },
  {
    "level": 3,
    "text": "Your workplace contributions are like homeopathy—the less detectable, the more you insist they're working."
  },
  {
    "level": 3,
    "text": "Your resume and your actual skill set are distant relatives who've never met."
  },
  {
    "level": 3,
    "text": "You bring the same energy to work that a sloth brings to a marathon."
  },
  {
    "level": 3,
    "text": "Your career strategy seems to be 'failing upward' but you've only mastered half the technique."
  },
  {
    "level": 3,
    "text": "You treat deadlines the way most people treat New Year's resolutions."
  },
  {
    "level": 4,
    "text": "Your self-awareness has been missing so long it's presumed dead and the search party has gone home."
  },
  {
    "level": 4,
    "text": "You're living in a reality so alternate it makes science fiction look like a documentary."
  },
  {
    "level": 4,
    "text": "If ignorance is bliss, you must be the happiest person in the observable universe."
  },
  {
    "level": 4,
    "text": "Your insight into your own behavior has the clarity of a blackout drunk trying to find their keys in a swamp."
  },
  {
    "level": 4,
    "text": "The gap between who you think you are and who you actually are is so vast, light from one end hasn't reached the other yet."
  },
  {
    "level": 4,
    "text": "You've got the confidence of a cult leader and the credentials of their most gullible follower."
  },
  {
    "level": 4,
    "text": "Your talents and your self-image are running parallel universes with no points of intersection."
  },
  {
    "level": 4,
    "text": "Your self-esteem is writing promissory notes your abilities can't even comprehend, let alone cash."
  },
  {
    "level": 4,
    "text": "The Dunning-Kruger effect isn't a psychological phenomenon in your case—it's your entire personality."
  },
  {
    "level": 4,
    "text": "Your confidence must be exhausted from the Olympic-level mental gymnastics it performs to justify your mediocrity."
  },
  {
    "level": 4,
    "text": "Archaeologists will discover your unfinished to-do lists alongside dinosaur fossils and primitive tools."
  },
  {
    "level": 4,
    "text": "Your procrastination isn't a habit; it's a lifestyle with its own philosophy, rituals, and devoted followers."
  },
  {
    "level": 4,
    "text": "You delay tasks with the dedication of a doomsday cult that keeps revising the apocalypse date."
  },
  {
    "level": 4,
    "text": "Your productivity is like dark matter—scientists are fairly certain it exists but have yet to directly observe it."
  },
  {
    "level": 4,
    "text": "The only thing you don't procrastinate on is finding new ways to procrastinate."
  },
  {
    "level": 4,
    "text": "Your ego has achieved sentience and is considering running for public office."
  },
  {
    "level": 4,
    "text": "If your self-importance were a physical entity, it would collapse into a black hole and consume the galaxy."
  },
  {
    "level": 4,
    "text": "You're so full of yourself that when you enter a room, you count as two people for fire code violations."
  },
  {
    "level": 4,
    "text": "Your ego and reality have filed for divorce, citing irreconcilable differences."
  },
  {
    "level": 4,
    "text": "You've mistaken the participation trophy of life for an Olympic gold medal in everything."
  },
  {
    "level": 4,
    "text": "Your career trajectory resembles a character in a horror movie running straight toward danger while the audience screams warnings."
  },
  {
    "level": 4,
    "text": "Your workplace contributions have been carbon-dated and classified as theoretical."
  },
  {
    "level": 4,
    "text": "You approach work with all the enthusiasm and competence of a cat being forced to take a bath."
  },
  {
    "level": 4,
    "text": "Your LinkedIn profile should be classified as creative fiction and nominated for a fantasy award."
  },
  {
    "level": 4,
    "text": "You've managed to turn 'failing upward' into an extreme sport with championship potential."
  },
  {
    "level": 5,
    "text": "Your self-awareness is so nonexistent that scientists are studying it as the perfect vacuum."
  },
  {
    "level": 5,
    "text": "You live in a reality so distorted it makes Salvador Dalí paintings look like photojournalism."
  },
  {
    "level": 5,
    "text": "Your perception of yourself is like a funhouse mirror—if the funhouse were designed by someone on a bad acid trip."
  },
  {
    "level": 5,
    "text": "If delusion were an energy source, your brain could power civilization until the heat death of the universe."
  },
  {
    "level": 5,
    "text": "The greatest fiction ever written is the story you tell yourself about who you are."
  },
  {
    "level": 5,
    "text": "Your confidence-to-competence ratio defies all known laws of mathematics, psychology, and basic human dignity."
  },
  {
    "level": 5,
    "text": "You're the human embodiment of a motivational poster hanging in an abandoned office building."
  },
  {
    "level": 5,
    "text": "You've confused being loud with being right so consistently it's become your entire personality."
  },
  {
    "level": 5,
    "text": "Dunning and Kruger are writing a follow-up paper with you as the sole case study."
  },
  {
    "level": 5,
    "text": "Your self-belief would be inspiring if it weren't the psychological equivalent of a toddler insisting they can fly."
  },
  {
    "level": 5,
    "text": "Your procrastination has evolved to the point where it's procrastinating on your behalf while you sleep."
  },
  {
    "level": 5,
    "text": "Deadlines see you coming and file for restraining orders."
  },
  {
    "level": 5,
    "text": "Your to-do list has achieved sentience and is writing a tell-all memoir about its abandonment issues."
  },
  {
    "level": 5,
    "text": "Your relationship with productivity is like your relationship with fitness—theoretical, aspirational, and completely fictional."
  },
  {
    "level": 5,
    "text": "You've elevated laziness to such an art form that physicists are studying you to better understand the concept of inertia."
  },
  {
    "level": 5,
    "text": "Your ego is so dense it's warping spacetime around you, causing reality to bend to avoid contact."
  },
  {
    "level": 5,
    "text": "If your self-importance were converted to energy, it could power a small sun while your actual contributions couldn't light a match."
  },
  {
    "level": 5,
    "text": "You're not the main character—you're not even an extra—you're the continuity error they hope no one notices."
  },
  {
    "level": 5,
    "text": "You've mistaken being alive for being exceptional, which explains every decision you've ever made."
  },
  {
    "level": 5,
    "text": "Your ego writes checks that your entire ancestral lineage working together couldn't cash."
  },
  {
    "level": 5,
    "text": "Your career is like a tragic movie where the protagonist never realizes they're the villain."
  },
  {
    "level": 5,
    "text": "Your resume should be classified as fiction so creative that even Tolkien would call it far-fetched."
  },
  {
    "level": 5,
    "text": "Your workplace contributions have all the substance and longevity of a soap bubble in a hurricane."
  },
  {
    "level": 5,
    "text": "Your professional reputation is like a house of cards built by someone with Parkinson's during an earthquake."
  },
  {
    "level": 5,
    "text": "You approach your job with all the competence and dedication of a drunken sloth on tranquilizers."
  },
  {
    "level": 1,
    "text": "Your self-awareness journey is like watching a kitten discover a mirror—adorably confused, but you'll get there."
  },
  {
    "level": 1,
    "text": "You're introspective in the way children think they're hiding when they cover their own eyes."
  },
  {
    "level": 1,
    "text": "Your level of self-awareness is like a participation trophy—it exists, technically."
  },
  {
    "level": 1,
    "text": "Your confidence is like your weekend plans—ambitious on Thursday, questionable by Sunday night."
  },
  {
    "level": 1,
    "text": "You're not delusional, you're just living in your own special edition of reality where you're always right."
  },
  {
    "level": 1,
    "text": "Your self-belief is adorable, like when a child thinks they can fly by jumping off the couch."
  },
  {
    "level": 1,
    "text": "Your relationship with deadlines is like watching someone try to outrun a tsunami—entertaining but ultimately futile."
  },
  {
    "level": 1,
    "text": "Your to-do list isn't aging like fine wine; it's more like that forgotten container at the back of your fridge."
  },
  {
    "level": 1,
    "text": "You're not procrastinating, you're just giving your tasks the chance to solve themselves."
  },
  {
    "level": 1,
    "text": "Your ego wouldn't be so bad if it came with the talent to match."
  },
  {
    "level": 1,
    "text": "If your self-image were any more inflated, we'd need to register it as an aircraft."
  },
  {
    "level": 1,
    "text": "Your humility is as rare as your punctuality—a mythical creature people talk about but never actually see."
  },
  {
    "level": 1,
    "text": "Your career strategy seems to be 'look busy and hope no one asks questions'—surprisingly effective so far."
  },
  {
    "level": 1,
    "text": "Your contribution to meetings is mainly nodding thoughtfully while mentally planning dinner."
  },
  {
    "level": 1,
    "text": "Your work ethic is like your diet—it starts strong Monday morning and collapses by Tuesday afternoon."
  },
  {
    "level": 1,
    "text": "Your tech savvy is impressive, if the year were 2005."
  },
  {
    "level": 1,
    "text": "Your password security is like your dating standards—should be higher, but here we are."
  },
  {
    "level": 1,
    "text": "Your phone battery lasts longer than your motivation—and that's saying something."
  },
  {
    "level": 1,
    "text": "You tell stories like you're paid by the word and there's a hefty bonus for unnecessary details."
  },
  {
    "level": 1,
    "text": "Your dancing is like your personality—enthusiastic but questionable."
  },
  {
    "level": 1,
    "text": "Your memory for birthdays is like your memory for gym commitments—selectively unreliable."
  },
  {
    "level": 1,
    "text": "Your life philosophy is basically 'it'll probably work out'—bold strategy, let's see how it plays out."
  },
  {
    "level": 1,
    "text": "Your financial planning is like your fantasy football team—based on hope rather than strategy."
  },
  {
    "level": 1,
    "text": "Your life hacks are just normal activities rebranded with unnecessary complexity."
  },
  {
    "level": 1,
    "text": "Your cultural references are so dated they're practically vintage—which isn't the compliment you think it is."
  },
  {
    "level": 1,
    "text": "Your taste in music is like your personality—still developing, but showing promise in some areas."
  },
  {
    "level": 1,
    "text": "Your personal brand is 'trying too hard' with a dash of 'not quite getting it.'"
  },
  {
    "level": 2,
    "text": "Your self-perception is a fascinating work of fiction that should be submitted to a publisher."
  },
  {
    "level": 2,
    "text": "You see yourself the way dogs see their reflection—vaguely aware something's there, but missing the bigger picture."
  },
  {
    "level": 2,
    "text": "Your version of 'knowing yourself' is like claiming to be fluent in a language because you know how to say hello."
  },
  {
    "level": 2,
    "text": "Your confidence-to-competence ratio is the mathematical equivalent of dividing by zero."
  },
  {
    "level": 2,
    "text": "You're living proof that confidence is an excellent substitute for ability, at least in the short term."
  },
  {
    "level": 2,
    "text": "Your belief in yourself would be inspirational if it were even remotely connected to reality."
  },
  {
    "level": 2,
    "text": "You approach deadlines the way cats approach bathtubs—with reluctance, drama, and eventual surrender."
  },
  {
    "level": 2,
    "text": "Your ability to delay important tasks should qualify you for a PhD in Advanced Procrastination Studies."
  },
  {
    "level": 2,
    "text": "Future You must have superhuman abilities, considering all the tasks you keep assigning to them."
  },
  {
    "level": 2,
    "text": "Your ego requires its own zip code and possibly its own weather system."
  },
  {
    "level": 2,
    "text": "In the story of your life, you've cast yourself as the hero, director, and critic—shame about the audience reviews."
  },
  {
    "level": 2,
    "text": "Your self-importance is like plastic—artificially manufactured and environmentally questionable."
  },
  {
    "level": 2,
    "text": "Your career path looks less like a ladder and more like a game of Chutes and Ladders."
  },
  {
    "level": 2,
    "text": "Your LinkedIn profile and actual skills share a relationship similar to dating profiles and reality."
  },
  {
    "level": 2,
    "text": "Your understanding of 'teamwork' seems to be everyone else doing the work while you provide commentary."
  },
  {
    "level": 2,
    "text": "Your approach to technology is like watching someone from the 1800s try to use a smartphone—technically possible but painful to witness."
  },
  {
    "level": 2,
    "text": "Your tech troubleshooting process consists entirely of turning things off and on and hoping for a miracle."
  },
  {
    "level": 2,
    "text": "Your digital security is the equivalent of putting a 'Please Don't Steal' sign on an unlocked door."
  },
  {
    "level": 2,
    "text": "Your social awareness is like your Wi-Fi signal—spotty and tends to disappear when you need it most."
  },
  {
    "level": 2,
    "text": "You tell the same stories so often that your friends have assigned them episode numbers."
  },
  {
    "level": 2,
    "text": "Your idea of flirting is delivering compliments with all the subtlety of a freight train."
  },
  {
    "level": 2,
    "text": "Your approach to major life decisions resembles a game show contestant randomly selecting doors."
  },
  {
    "level": 2,
    "text": "Your concept of meal prep is ordering takeout while wearing workout clothes."
  },
  {
    "level": 2,
    "text": "Your idea of self-care is just procrastination wearing a fancy bathrobe."
  },
  {
    "level": 2,
    "text": "Your pop culture knowledge stopped updating right around the time you got your first real job."
  },
  {
    "level": 2,
    "text": "Your fashion sense is boldly answering questions nobody asked."
  },
  {
    "level": 2,
    "text": "Your social media presence is like watching someone audition for a reality show that doesn't exist."
  },
  {
    "level": 3,
    "text": "Your self-awareness has the depth of a puddle in the desert—theoretically possible but practically nonexistent."
  },
  {
    "level": 3,
    "text": "You're about as self-aware as a goldfish with amnesia swimming in circles in a bowl of vodka."
  },
  {
    "level": 3,
    "text": "Your insights into your own behavior have all the clarity of a foggy mirror in a steam room."
  },
  {
    "level": 3,
    "text": "You have the confidence of a mediocre white man applying for a job requiring ten years of experience he doesn't have."
  },
  {
    "level": 3,
    "text": "Your confidence is writing checks your abilities can't even spell, let alone cash."
  },
  {
    "level": 3,
    "text": "You're so far up the Dunning-Kruger peak that you've established a vacation home there."
  },
  {
    "level": 3,
    "text": "Your procrastination isn't a habit; it's your defining personality trait with its own Instagram account."
  },
  {
    "level": 3,
    "text": "Deadlines see you coming and file for restraining orders."
  },
  {
    "level": 3,
    "text": "Your to-do list should be carbon-dated and placed in a museum of ancient artifacts."
  },
  {
    "level": 3,
    "text": "Your ego needs its own Instagram account, personal assistant, and possibly foreign policy."
  },
  {
    "level": 3,
    "text": "If your self-importance were converted to electricity, it could power a small city while your actual contributions couldn't light a match."
  },
  {
    "level": 3,
    "text": "The gap between who you think you are and who you actually are is so vast, NASA is studying it as an unexplored galaxy."
  },
  {
    "level": 3,
    "text": "Your career strategy is like a chicken playing chess—lots of random movements that occasionally look intentional."
  },
  {
    "level": 3,
    "text": "Your approach to work is the human equivalent of a Windows progress bar—wildly inaccurate and prone to unexpected freezing."
  },
  {
    "level": 3,
    "text": "Your professional reputation is built on the same foundation as conspiracy theories—elaborate storytelling with minimal factual support."
  },
  {
    "level": 3,
    "text": "Your technology skills are so outdated they qualify for social security benefits."
  },
  {
    "level": 3,
    "text": "Your browser has more tabs open than you have coherent thoughts in a week."
  },
  {
    "level": 3,
    "text": "You treat your data like a teenager treats their bedroom—mysterious piles everywhere with no organizational system."
  },
  {
    "level": 3,
    "text": "Your social graces have all the subtlety of a rhinoceros in a crystal shop during an earthquake."
  },
  {
    "level": 3,
    "text": "Your conversation skills are like a tennis match where you've forgotten to bring the opponent a racket."
  },
  {
    "level": 3,
    "text": "Your ability to read the room is like trying to read War and Peace in the dark while wearing oven mitts."
  },
  {
    "level": 3,
    "text": "Your life choices read like a 'what not to do' manual written by your future therapist."
  },
  {
    "level": 3,
    "text": "Your definition of 'adulting' is remembering to buy toilet paper before completely running out."
  },
  {
    "level": 3,
    "text": "Your five-year plan has the same relationship to reality as unicorns do to horses—superficially similar but entirely fictional."
  },
  {
    "level": 3,
    "text": "Your cultural references are so outdated archaeologists are studying them alongside hieroglyphics."
  },
  {
    "level": 3,
    "text": "Your style is answering questions that fashion never asked and probably never wanted to."
  },
  {
    "level": 3,
    "text": "Your taste in entertainment is like your taste in friends—questionable, but at least consistent in its mediocrity."
  },
  {
    "level": 4,
    "text": "Your self-awareness is so nonexistent it makes dark matter look observable."
  },
  {
    "level": 4,
    "text": "The gap between who you think you are and who you actually are is so vast, light from one end hasn't reached the other yet."
  },
  {
    "level": 4,
    "text": "Your introspection has the depth of a contact lens and twice the transparency."
  },
  {
    "level": 4,
    "text": "Your confidence is like a peacock's tail—colorful, unnecessarily large, and primarily used to compensate for other shortcomings."
  },
  {
    "level": 4,
    "text": "You've mistaken the Dunning-Kruger effect for a personality type and embraced it as a lifestyle choice."
  },
  {
    "level": 4,
    "text": "You're so oblivious to your own incompetence that scientists are studying you as a naturally occurring psychological anomaly."
  },
  {
    "level": 4,
    "text": "Your procrastination skills should be submitted to the Olympics as a new endurance sport."
  },
  {
    "level": 4,
    "text": "Your to-do list has evolved sentience and is planning to write a tell-all memoir about abandonment."
  },
  {
    "level": 4,
    "text": "Your ability to delay important tasks has transcended skill and become an art form requiring its own academic discipline."
  },
  {
    "level": 4,
    "text": "Your ego has achieved sentience and is considering a presidential run with a platform of 'Me First, Others Never.'"
  },
  {
    "level": 4,
    "text": "If your self-importance were any more inflated, NASA would classify you as a gas giant."
  },
  {
    "level": 4,
    "text": "The universe doesn't revolve around you, but don't tell your ego that—it's fragile despite its size."
  },
  {
    "level": 4,
    "text": "Your career trajectory resembles a drunk bird attempting to navigate through a hurricane."
  },
  {
    "level": 4,
    "text": "Your work ethic is on a perpetual sabbatical with no forwarding address."
  },
  {
    "level": 4,
    "text": "Your professional reputation is like a house of cards built by someone with hiccups during an earthquake."
  },
  {
    "level": 4,
    "text": "Your understanding of technology makes digital natives consider time travel just to prevent you from touching a computer."
  },
  {
    "level": 4,
    "text": "Your password security strategy is the digital equivalent of leaving your house key under a doormat with a neon arrow pointing to it."
  },
  {
    "level": 4,
    "text": "Your tech troubleshooting resembles medieval medicine—a combination of superstition, random attempts, and blaming invisible forces."
  },
  {
    "level": 4,
    "text": "Your social awareness is like a bull in a china shop that's also on fire and filled with landmines."
  },
  {
    "level": 4,
    "text": "You approach sensitive topics with all the grace of a drunken rhinoceros on roller skates."
  },
  {
    "level": 4,
    "text": "Your ability to read social cues ranks somewhere between a rock and a particularly oblivious houseplant."
  },
  {
    "level": 4,
    "text": "Your life choices form a masterclass in what to do if you're trying to speedrun a mid-life crisis."
  },
  {
    "level": 4,
    "text": "Your financial planning strategy seems to be 'hope the concept of money fundamentally changes before retirement.'"
  },
  {
    "level": 4,
    "text": "Your approach to major decisions is like letting a blindfolded child throw darts at a board of options."
  },
  {
    "level": 4,
    "text": "Your cultural awareness is stuck in a time capsule that should remain buried for the sake of future generations."
  },
  {
    "level": 4,
    "text": "Your fashion sense is answering questions that not even the most experimental designers would dare ask."
  },
  {
    "level": 4,
    "text": "Your taste in entertainment is the punchline to a joke about declining standards in modern society."
  },
  {
    "level": 5,
    "text": "You're so oblivious to your own nature that mirrors file restraining orders when they see you coming."
  },
  {
    "level": 5,
    "text": "Your self-awareness is so nonexistent that philosophers use it to explain the concept of nothingness."
  },
  {
    "level": 5,
    "text": "If insight into your own behavior were oxygen, you'd have suffocated before finishing this sentence."
  },
  {
    "level": 5,
    "text": "Your confidence-to-competence ratio has mathematicians developing new theories of infinity."
  },
  {
    "level": 5,
    "text": "You're so far up the Dunning-Kruger curve that you've circled back around and are somehow simultaneously at the bottom."
  },
  {
    "level": 5,
    "text": "Your self-belief is like a cockroach—impervious to reality, facts, or nuclear strikes of criticism."
  },
  {
    "level": 5,
    "text": "Your procrastination isn't a habit, it's so advanced it's developing its own procrastination issues."
  },
  {
    "level": 5,
    "text": "Archaeologists will discover your unfinished tasks alongside dinosaur fossils and classify them as extinct responsibilities."
  },
  {
    "level": 5,
    "text": "You delay tasks with such commitment that physicists are studying you to better understand how to postpone the heat death of the universe."
  },
  {
    "level": 5,
    "text": "Your ego is so dense it's creating its own gravitational field, pulling all logic and perspective into a black hole of self-delusion."
  },
  {
    "level": 5,
    "text": "If narcissism were an Olympic sport, you'd be disqualified for using performance-enhancing entitlement."
  },
  {
    "level": 5,
    "text": "Your self-importance is so massive it's visible from space, yet somehow invisible to everyone who's actually met you."
  },
  {
    "level": 5,
    "text": "Your career is the professional equivalent of a dumpster fire being used as a lighthouse."
  },
  {
    "level": 5,
    "text": "Your work ethic makes sloth bears look like productivity consultants on amphetamines."
  },
  {
    "level": 5,
    "text": "Your professional reputation has been officially classified as a cautionary tale for business school students."
  },
  {
    "level": 5,
    "text": "Your technological competence makes cavemen look like Silicon Valley innovators."
  },
  {
    "level": 5,
    "text": "Your digital security is so bad that hackers feel ethically obligated to help you before someone less scrupulous finds you."
  },
  {
    "level": 5,
    "text": "You approach technology with such profound incompetence that AI systems are developing new categories of error messages specifically for you."
  },
  {
    "level": 5,
    "text": "Your social intelligence is so underdeveloped it would need to evolve for several million years just to reach 'awkward.'"
  },
  {
    "level": 5,
    "text": "Your conversational skills make uncomfortable silences beg for a comeback."
  },
  {
    "level": 5,
    "text": "You navigate social situations with all the grace and awareness of a blindfolded bull in a fireworks factory during an earthquake."
  },
  {
    "level": 5,
    "text": "Your life choices read like a comprehensive guide to speedrunning regret and alienating everyone who ever cared about you."
  },
  {
    "level": 5,
    "text": "Your approach to personal finance is so catastrophic that economists use it to explain market collapses to children."
  },
  {
    "level": 5,
    "text": "Your decision-making process appears to involve a combination of worst-case scenarios, bad advice, and a profound commitment to future regret."
  },
  {
    "level": 5,
    "text": "Your cultural awareness is stuck somewhere between 'offensive anachronism' and 'actively harmful stereotype.'"
  },
  {
    "level": 5,
    "text": "Your taste in entertainment is so bad it's being studied as a potential warning sign for serious neurological conditions."
  },
  {
    "level": 5,
    "text": "Your fashion sense isn't just questionable, it's a full-blown existential crisis with fabric."
  }
]